Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# FaqNotVisibleOrConnectingQuestion
source: My Mac is not visible or the connection failed
ar: جهازي الماك غير مرئي أو فشل الاتصال
ca: El meu Mac no és visible o la connexió ha fallat
cs: Můj Mac není viditelný nebo se spojení nezdařilo
da: Min Mac er ikke synlig eller forbindelsen mislykkedes
de: Mein Mac ist nicht sichtbar oder die Verbindung ist fehlgeschlagen
el: Το Mac μου δεν είναι ορατό ή απέτυχε η σύνδεση
es: Mi Mac no es visible o la conexión falló
es_419: Mi Mac no es visible o la conexión falló
fi: Mac-laitteeni ei näy tai yhteys epäonnistui
fr: Mon Mac n'est pas visible ou la connexion a échoué
fr_ca: Mon Mac n’est pas visible ou la connexion a échoué
he: המק שלי לא נראה או שהחיבור נכשל
hi: मेरा Mac दिखाई नहीं दे रहा है या कनेक्शन विफल हो गया
hr: Moj Mac nije vidljiv ili je veza neuspjela
hu: A Mac-em nem látható vagy a kapcsolat sikertelen
id: Mac saya tidak terlihat atau koneksi gagal
it: Il mio Mac non è visibile o la connessione non riesce
ja: Macが見つからない、または接続に失敗する
ko: 내 Mac이 보이지 않거나 연결에 실패했습니다.
ms: Mac saya tidak kelihatan atau sambungan gagal
nb: Mac-en min vises ikke eller tilkoblingen mislyktes
nl: Mijn Mac is niet zichtbaar of de verbinding is mislukt
pl: Mój Mac nie jest widoczny lub połączenie nie powiodło się
pt_br: Meu Mac não está visível ou a conexão falhou
pt_pt: O meu Mac não está visível ou a ligação falhou
ro: Mac-ul meu nu este vizibil sau conexiunea a eșuat
ru: Мой Mac не виден или соединение не удалось
sv: Min Mac är inte synlig eller anslutningen misslyckades
th: Mac ของฉันไม่แสดงผลหรือเชื่อมต่อไม่สำเร็จ
tr: Mac’im görünmüyor veya bağlantı başarısız oldu
uk: Мій Mac не видно або під'єднання не вдалося
vi: Máy Mac của tôi không hiển thị hoặc kết nối thất bại
zh_hans: 我的Mac不可见或连接失败
zh_hant: 我的 Mac 未顯示或連線失敗

# FaqPhotoDateNotPreservedAnswer
source: QuickDrop automatically preserves the creation date of photos and videos with valid metadata (the so-called EXIF data). If the timestamp is not preserved, it might be because some phones remove the EXIF data before sharing a photo or video for privacy reasons. Therefore, please make sure that any setting that removes the EXIF data or location data before sharing is disabled. If you are unsure how to change this setting, please contact your phone manufacturer for help since this process varies for every manufacturer.
ar: يقوم QuickDrop تلقائيًا بالحفاظ على تاريخ إنشاء الصور ومقاطع الفيديو التي تحتوي على بيانات وصفية صحيحة (ما يُعرف ببيانات EXIF). إذا لم يتم الحفاظ على الطابع الزمني، فقد يكون السبب هو أن بعض الهواتف تزيل بيانات EXIF قبل مشاركة الصورة أو الفيديو لأسباب تتعلق بالخصوصية. لذلك، يرجى التأكد من تعطيل أي إعداد يزيل بيانات EXIF أو بيانات الموقع قبل المشاركة. إذا لم تكن متأكدًا من كيفية تغيير هذا الإعداد، يرجى التواصل مع الشركة المصنعة لهاتفك للحصول على المساعدة، حيث تختلف الطريقة من شركة لأخرى.
ca: QuickDrop preserva automàticament la data de creació de les fotos i vídeos amb metadades vàlides (les anomenades dades EXIF). Si la marca de temps no es conserva, pot ser que alguns telèfons eliminin les dades EXIF abans de compartir una foto o vídeo per motius de privacitat. Assegureu-vos que qualsevol opció que elimini les dades EXIF o les dades de localització abans de compartir estigui desactivada. Si no sabeu com canviar aquesta configuració, poseu-vos en contacte amb el fabricant del vostre telèfon, ja que el procés pot variar segons el fabricant.
cs: QuickDrop automaticky zachovává datum pořízení fotografií a videí s platnými metadaty (tzv. EXIF data). Pokud časové razítko není zachováno, může to být tím, že některé telefony tyto EXIF údaje před sdílením fotografie nebo videa z důvodu ochrany soukromí odstraňují. Ujistěte se proto, že jsou v telefonu vypnuté všechny volby, které před sdílením odstraňují EXIF nebo údaje o poloze. Pokud nevíte, jak toto nastavení změnit, obraťte se pro pomoc na výrobce vašeho telefonu, protože postup se liší podle značky.
da: QuickDrop bevarer automatisk oprettelsesdatoen for fotos og videoer med gyldige metadata (såkaldt EXIF-data). Hvis tidsstemplet ikke bevares, kan det skyldes, at nogle telefoner fjerner EXIF-data inden deling af foto eller video af hensyn til privatliv. Sørg derfor for, at enhver indstilling, der fjerner EXIF-data eller lokalitetsdata før deling, er slået fra. Hvis du er usikker på, hvordan du ændrer denne indstilling, kontakt din telefons producent for hjælp, da processen varierer fra producent til producent.
de: QuickDrop bewahrt das Erstellungsdatum von Fotos und Videos automatisch, sofern gültige Metadaten (sogenannte EXIF-Daten) vorhanden sind. Falls der Zeitstempel nicht erhalten bleibt, kann dies daran liegen, dass einige Telefone aus Datenschutzgründen die EXIF-Daten vor dem Teilen entfernen. Achte daher darauf, dass keine Einstellung aktiviert ist, die EXIF- oder Standortdaten vor dem Teilen entfernt. Falls du nicht weißt, wie du diese Einstellung änderst, wende dich bitte an den Hersteller deines Telefons. Der Vorgang ist je nach Hersteller unterschiedlich.
el: Το QuickDrop διατηρεί αυτόματα την ημερομηνία δημιουργίας φωτογραφιών και βίντεο με έγκυρα μεταδεδομένα (τα λεγόμενα δεδομένα EXIF). Αν δεν διατηρείται η ημερομηνία, ίσως οφείλεται στο ότι κάποια τηλέφωνα αφαιρούν τα δεδομένα EXIF πριν την κοινοποίηση μιας φωτογραφίας ή ενός βίντεο για λόγους ιδιωτικότητας. Επομένως, βεβαιωθείτε ότι έχει απενεργοποιηθεί οποιαδήποτε ρύθμιση που αφαιρεί τα δεδομένα EXIF ή τα δεδομένα τοποθεσίας πριν την κοινοποίηση. Αν δεν γνωρίζετε πώς να αλλάξετε αυτή τη ρύθμιση, επικοινωνήστε με τον κατασκευαστή του τηλεφώνου σας για βοήθεια, καθώς η διαδικασία διαφέρει ανά κατασκευαστή.
es: QuickDrop preserva automáticamente la fecha de creación de fotos y videos con metadatos válidos (los llamados datos EXIF). Si la marca de tiempo no se conserva, puede ser porque algunos teléfonos eliminan los datos EXIF antes de compartir una foto o video por razones de privacidad. Por lo tanto, asegúrate de que cualquier ajuste que elimine los datos EXIF o los datos de ubicación antes de compartir esté desactivado. Si no sabes cómo cambiar esta configuración, contacta al fabricante de tu teléfono para obtener ayuda, ya que este proceso varía según el fabricante.
es_419: QuickDrop preserva automáticamente la fecha de creación de fotos y videos con metadatos válidos (los llamados datos EXIF). Si no se conserva la hora, podría ser porque algunos teléfonos eliminan los datos EXIF antes de compartir una foto o video por razones de privacidad. Por eso, asegúrate de desactivar cualquier ajuste que elimine los datos EXIF o de ubicación antes de compartir. Si no sabes cómo cambiar esta configuración, contacta al fabricante de tu teléfono, ya que el proceso varía según la marca.
fi: QuickDrop säilyttää automaattisesti valokuvien ja videoiden luontipäivän, jos niissä on voimassa oleva metadata (ns. EXIF-tiedot). Jos aikaleima ei säily, syynä voi olla se, että jotkin puhelimet poistavat EXIF-tiedot ennen jakamista yksityisyyden vuoksi. Varmista siis, että kaikki EXIF- tai sijaintitiedon poistavat asetukset ovat pois päältä ennen jakamista. Jos et tiedä kuinka nämä asetukset muutetaan, ota yhteyttä puhelimesi valmistajaan, sillä ohjeet vaihtelevat laitekohtaisesti.
fr: QuickDrop préserve automatiquement la date de création des photos et vidéos avec des métadonnées valides (appelées données EXIF). Si l’horodatage n’est pas conservé, il est possible que certains téléphones suppriment les données EXIF avant de partager une photo ou une vidéo pour des raisons de confidentialité. Veuillez donc vous assurer que tout paramètre supprimant les données EXIF ou de localisation avant le partage est désactivé. Si vous ne savez pas comment modifier ce réglage, contactez le fabricant de votre téléphone, car la procédure varie selon les marques.
fr_ca: QuickDrop conserve automatiquement la date de création des photos et vidéos ayant des métadonnées valides (EXIF). Si l’horodatage n’est pas conservé, cela peut être parce que certains téléphones suppriment ces métadonnées avant le partage pour des raisons de confidentialité. Veuillez donc vérifier que toute option retirant les données EXIF ou de localisation avant le partage est désactivée. Si vous ne savez pas comment modifier ce réglage, contactez le fabricant de votre téléphone pour obtenir de l’aide puisque ce processus diffère selon chacun.
he: QuickDrop משמר אוטומטית את תאריך היצירה של תמונות וסרטונים עם מידע מטאדאטה תקף (הנקרא גם נתוני EXIF). אם החותמת הזמנית אינה נשמרת, ייתכן שזה מפני שחלק מהמכשירים מסירים את נתוני ה-EXIF לפני שיתוף תמונה או סרטון מסיבות פרטיות. לכן, ודא שכל הגדרה שמסירה את נתוני ה-EXIF או נתוני המיקום לפני שיתוף מושבתת. אם אינך בטוח כיצד לשנות הגדרה זו, פנה ליצרן הטלפון שלך לעזרה כיוון שהתהליך משתנה בין יצרנים.
hi: QuickDrop स्वतः ही फोटो और वीडियो की निर्माण तिथि को मान्य मेटाडेटा (EXIF डेटा) के साथ सुरक्षित रखता है। अगर टाइमस्टैम्प नहीं रहता, तो हो सकता है कि कुछ फोन फोटो या वीडियो शेयर करने से पहले EXIF डेटा गोपनीयता के कारण हटा देते हों। इसलिए, कृपया सुनिश्चित करें कि शेयर करने से पहले EXIF या लोकेशन डेटा हटाने वाला कोई भी सेटिंग निष्क्रिय हो। अगर नहीं जानते कि इसे कैसे बदलें, तो अपने फोन निर्माता से संपर्क करें, क्योंकि यह प्रक्रिया हर निर्माता के लिए अलग होती है।
hr: QuickDrop automatski čuva datum kreiranja fotografija i videa s važećim metapodacima (tzv. EXIF podaci). Ako vremenska oznaka nije sačuvana, možda je do toga došlo zato što neki telefoni uklanjaju EXIF podatke prije dijeljenja fotografije ili videa iz sigurnosnih razloga. Provjerite jesu li sve postavke koje uklanjaju EXIF ili lokacijske podatke prije dijeljenja isključene. Ako niste sigurni kako promijeniti tu postavku, obratite se proizvođaču svog telefona za pomoć jer se taj proces razlikuje kod svakog proizvođača.
hu: A QuickDrop automatikusan megőrzi a fényképek és videók létrehozási dátumát, ha azok érvényes metaadatokkal (úgynevezett EXIF-adatokkal) rendelkeznek. Ha az időbélyeg nincs megőrizve, az oka lehet, hogy egyes telefonok megosztás előtt eltávolítják az EXIF-adatokat adatvédelmi okokból. Ezért ellenőrizd, hogy minden olyan beállítás, amely eltávolítaná az EXIF- vagy helyadatokat megosztás előtt, ki van kapcsolva. Ha nem tudod, hol találod ezt a beállítást, fordulj a telefonod gyártójához, mert a folyamat eszközönként eltérő.
id: QuickDrop secara otomatis mempertahankan tanggal pembuatan foto dan video dengan metadata yang valid (dikenal sebagai data EXIF). Jika cap waktu tidak dipertahankan, mungkin karena beberapa ponsel menghapus data EXIF sebelum membagikan foto atau video demi alasan privasi. Oleh karena itu, pastikan pengaturan apa pun yang menghapus data EXIF atau data lokasi sebelum berbagi sudah dinonaktifkan. Jika Anda tidak yakin cara mengubah pengaturan ini, silakan hubungi produsen ponsel Anda untuk bantuan karena prosesnya bisa berbeda-beda pada setiap produsen.
it: QuickDrop conserva automaticamente la data di creazione di foto e video con metadati validi (i cosiddetti dati EXIF). Se il timestamp non viene mantenuto, potrebbe essere che alcuni telefoni rimuovano i dati EXIF prima di condividere foto o video per motivi di privacy. Assicurati quindi che qualsiasi impostazione che rimuove i dati EXIF o i dati di posizione prima della condivisione sia disabilitata. Se non sei sicuro di come cambiare questa impostazione, contatta il produttore del tuo telefono per assistenza, poiché la procedura varia a seconda del produttore.
ja: QuickDropは、有効なメタデータ（いわゆるEXIFデータ）を持つ写真や動画の作成日を自動的に保持します。もしタイムスタンプが保持されていない場合、一部のスマートフォンでは共有前にEXIFデータをプライバシー保護のため削除することがあるためです。 そのため、写真や動画の共有前にEXIFデータや位置情報を削除する設定が無効になっているかご確認ください。設定方法がご不明な場合は、各端末のメーカーにお問い合わせください。変更方法はメーカーによって異なります。
ko: QuickDrop은 유효한 메타데이터(EXIF 데이터)가 있는 사진과 비디오의 생성 날짜를 자동으로 보존합니다. 타임스탬프가 보존되지 않는 경우, 일부 휴대폰이 개인정보 보호를 위해 사진이나 비디오를 공유하기 전에 EXIF 데이터를 제거하기 때문일 수 있습니다. 따라서 공유 전에 EXIF 데이터 또는 위치 데이터를 제거하는 설정이 비활성화되어 있는지 확인하세요. 이 설정을 변경하는 방법을 잘 모를 경우, 제조사마다 방법이 다르므로 휴대폰 제조사에 문의하시기 바랍니다.
ms: QuickDrop secara automatik mengekalkan tarikh penciptaan foto dan video dengan metadata yang sah (dipanggil data EXIF). Jika penanda masa tidak dikekalkan, ini mungkin kerana sesetengah telefon membuang data EXIF sebelum berkongsi foto atau video atas sebab privasi. Sila pastikan sebarang tetapan yang membuang data EXIF atau data lokasi sebelum berkongsi telah dinyahaktifkan. Jika anda tidak pasti cara mengubah tetapan ini, sila hubungi pengeluar telefon anda untuk bantuan kerana proses ini berbeza bagi setiap pengeluar.
nb: QuickDrop bevarer automatisk opprettelsesdatoen for bilder og videoer med gyldig metadata (såkalt EXIF-data). Hvis tidsstempelet ikke bevares, kan det skyldes at noen telefoner fjerner EXIF-data før deling av et bilde eller en video av personvernhensyn. Sørg derfor for at alle innstillinger som fjerner EXIF-data eller stedsdata før deling, er deaktivert. Hvis du er usikker på hvordan du endrer denne innstillingen, kontakt telefonprodusenten din for hjelp, da dette varierer mellom produsenter.
nl: QuickDrop bewaart automatisch de aanmaakdatum van foto's en video's met geldige metadata (de zogenaamde EXIF-gegevens). Als de tijdsstempel niet wordt bewaard, kan het zijn dat sommige telefoons om privacyredenen de EXIF-gegevens verwijderen voordat een foto of video wordt gedeeld. Zorg er daarom voor dat iedere instelling die EXIF-gegevens of locatiegegevens verwijdert vóór het delen, is uitgeschakeld. Als u niet weet hoe u deze instelling kunt wijzigen, neem dan contact op met de fabrikant van uw telefoon, aangezien dit proces per fabrikant verschilt.
pl: QuickDrop automatycznie zachowuje datę utworzenia zdjęć i filmów z prawidłowymi metadanymi (tzw. danymi EXIF). Jeśli znacznik czasu nie jest zachowany, może to oznaczać, że niektóre telefony usuwają dane EXIF przed udostępnieniem zdjęcia lub filmu ze względów prywatności. Upewnij się więc, że każda opcja usuwająca dane EXIF lub dane lokalizacji przed udostępnieniem jest wyłączona. Jeśli nie wiesz, jak zmienić to ustawienie, skontaktuj się z producentem telefonu, ponieważ ten proces różni się w zależności od producenta.
pt_br: O QuickDrop preserva automaticamente a data de criação de fotos e vídeos com metadados válidos (os chamados dados EXIF). Se o carimbo de data/hora não for mantido, pode ser porque alguns celulares removem os dados EXIF antes de compartilhar uma foto ou vídeo por motivos de privacidade. Por isso, certifique-se de que qualquer configuração que remova os dados EXIF ou de localização antes do compartilhamento esteja desativada. Se não souber como alterar essa configuração, entre em contato com o fabricante do seu telefone para obter ajuda, pois esse processo varia de acordo com o fabricante.
pt_pt: O QuickDrop preserva automaticamente a data de criação das fotos e vídeos com metadados válidos (os chamados dados EXIF). Se o carimbo de data/hora não for preservado, pode dever-se ao facto de alguns telemóveis removerem os dados EXIF antes de partilhar a foto ou vídeo, por razões de privacidade. Por isso, verifique se está desativada qualquer configuração que remova os dados EXIF ou de localização antes da partilha. Se não souber como mudar esta opção, contacte o fabricante do seu telemóvel para obter ajuda, já que o processo varia conforme o fabricante.
ro: QuickDrop păstrează automat data de creare a fotografiilor și videoclipurilor cu metadate valide (așa-numitele date EXIF). Dacă data nu este păstrată, este posibil ca unele telefoane să elimine datele EXIF înainte de partajarea unei fotografii sau a unui videoclip din motive de confidențialitate. Asigură-te că orice setare care elimină datele EXIF sau datele de locație înainte de partajare este dezactivată. Dacă nu știi cum să modifici această setare, contactează producătorul telefonului pentru ajutor, deoarece acest proces variază în funcție de producător.
ru: QuickDrop автоматически сохраняет дату создания фотографий и видео с действительными метаданными (так называемые EXIF-данные). Если метка времени не сохраняется, возможно, некоторые телефоны удаляют EXIF-данные перед отправкой фото или видео по соображениям конфиденциальности. Пожалуйста, убедитесь, что любая настройка, удаляющая EXIF-данные или данные о местоположении перед отправкой, отключена. Если вы не знаете, как изменить эту настройку, обратитесь к производителю телефона за помощью, так как этот процесс различается у разных производителей.
sv: QuickDrop bevarar automatiskt skapelsedatumet för foton och videor med giltig metadata (så kallad EXIF-data). Om tidsstämpeln inte bevaras kan det bero på att vissa telefoner tar bort EXIF-data innan de delar ett foto eller en video, av integritetsskäl. Se därför till att alla inställningar som tar bort EXIF-data eller platsdata före delning är avstängda. Om du är osäker på hur du ändrar denna inställning, kontakta tillverkaren av din telefon för hjälp eftersom processen skiljer sig åt mellan olika tillverkare.
th: QuickDrop จะรักษาวันสร้างของรูปภาพและวิดีโอโดยอัตโนมัติ หากมีข้อมูลเมตาดาที่ถูกต้อง (เรียกว่าข้อมูล EXIF) หากไม่สามารถเก็บเวลานี้ได้ อาจเป็นเพราะบางโทรศัพท์ลบข้อมูล EXIF ก่อนแชร์รูปภาพหรือวิดีโอเพื่อเหตุผลด้านความเป็นส่วนตัว กรุณาตรวจสอบให้แน่ใจว่าคุณไม่ได้เปิดการตั้งค่าที่ลบข้อมูล EXIF หรือข้อมูลตำแหน่งก่อนแชร์ หากไม่แน่ใจว่าจะเปลี่ยนการตั้งค่านี้อย่างไร โปรดติดต่อผู้ผลิตโทรศัพท์ของคุณ เนื่องจากแต่ละยี่ห้อจะมีขั้นตอนต่างกัน
tr: QuickDrop, geçerli veriye (EXIF) sahip fotoğraf ve videoların oluşturulma tarihini otomatik olarak korur. Zaman damgası korunmadıysa, bazı telefonlar paylaşım öncesi gizlilik nedeniyle EXIF verilerini silebilir. Bu yüzden, fotoğraf veya videoyu paylaşırken EXIF ya da konum verisini kaldıran ayarların devre dışı olduğundan emin olun. Ayarı nasıl değiştireceğinizden emin değilseniz, yardım için telefon üreticisine başvurun; bu işlem her üreticide farklılık gösterir.
uk: QuickDrop автоматично зберігає дату створення фото й відео з дійсними метаданими (EXIF-дані). Якщо мітка часу не збережена, це може бути через те, що деякі телефони видаляють EXIF-дані перед надсиланням з міркувань приватності. Перевірте, щоб налаштування, яке видаляє EXIF-дані чи дані про місцезнаходження при обміні, було вимкнено. Якщо ви не знаєте, як змінити це налаштування, зверніться до виробника телефону, оскільки цей процес залежить від моделі пристрою.
vi: QuickDrop tự động giữ nguyên ngày tạo của ảnh và video có siêu dữ liệu hợp lệ (gọi là dữ liệu EXIF). Nếu dấu thời gian không được giữ lại, có thể do một số điện thoại xóa dữ liệu EXIF trước khi chia sẻ ảnh hoặc video vì lý do bảo mật. Vì vậy, hãy đảm bảo rằng bất kỳ cài đặt nào xóa dữ liệu EXIF hoặc dữ liệu vị trí trước khi chia sẻ đều đã bị tắt. Nếu bạn không chắc cách thay đổi cài đặt này, vui lòng liên hệ với nhà sản xuất điện thoại để được hỗ trợ vì quy trình này khác nhau tùy nhà sản xuất.
zh_hans: QuickDrop 会自动保留带有有效元数据（即 EXIF 数据）的照片和视频的创建日期。如果时间戳未被保留，可能是某些手机在分享照片或视频之前出于隐私原因移除了 EXIF 数据。 因此，请确保任何会在分享前移除 EXIF 或位置信息的设置已关闭。如果你不确定如何更改此设置，请联系你的手机制造商，因为每个厂商的操作流程都不同。
zh_hant: QuickDrop 會自動保留含有效中繼資料（即 EXIF 資料）的照片與影片的建立日期。如果時間戳未被保留，可能是因為某些手機基於隱私原因，在分享照片或影片前移除了 EXIF 資料。 請確保任何移除 EXIF 資料或位置資訊的設定在分享前已關閉。如果您不確定如何更改這個設定，請向您的手機製造商尋求協助，因不同品牌設定方式不一。

# FaqPhotoDateNotPreservedQuestion
source: The photo or video timestamp is incorrect after transmissions
ar: الطابع الزمني للصور أو الفيديو غير صحيح بعد النقل
ca: La data o hora de la foto o vídeo és incorrecta després de la transferència
cs: Časové razítko fotografie nebo videa je po přenosu nesprávné
da: Tidsstemplet på foto eller video er forkert efter overførsel
de: Der Zeitstempel von Fotos oder Videos ist nach der Übertragung falsch
el: Η ημερομηνία/ώρα φωτογραφίας ή βίντεο είναι λανθασμένη μετά τη μεταφορά
es: La marca de tiempo de la foto o video es incorrecta después de la transferencia
es_419: La fecha y hora de la foto o video es incorrecta después de la transferencia.
fi: Kuvan tai videon aikaleima on väärä siirron jälkeen
fr: L’horodatage de la photo ou vidéo est incorrect après la transmission
fr_ca: L’horodatage de la photo ou de la vidéo est incorrect après la transmission
he: חותמת הזמנים של התמונה או הסרטון אינה נכונה לאחר ההעברה
hi: ट्रांसफर के बाद फोटो या वीडियो का टाइमस्टैम्प गलत है
hr: Nakon prijenosa, vremenska oznaka fotografije ili videa nije točna.
hu: A fénykép vagy videó időbélyege hibás az átvitel után.
id: Cap waktu foto atau video tidak sesuai setelah pengiriman
it: La data/ora di foto o video è errata dopo la trasmissione
ja: 送信後に写真や動画のタイムスタンプが正しくありません
ko: 전송 후 사진 또는 동영상의 타임스탬프가 올바르지 않습니다
ms: Penanda masa foto atau video tidak tepat selepas penghantaran
nb: Tidsstempelet på bildet eller videoen er feil etter overføring
nl: De tijdsstempel van de foto of video is onjuist na overdracht.
pl: Znacznik czasu zdjęcia lub filmu jest nieprawidłowy po przesłaniu
pt_br: O carimbo de data/hora da foto ou vídeo está incorreto após transmissões
pt_pt: A data ou hora da foto ou vídeo está incorreta após as transferências
ro: Data fotografiei sau a videoclipului este incorectă după transferuri.
ru: Метка времени фото или видео некорректна после передачи
sv: Tidsstämpeln på fotot eller videon är fel efter överföring
th: วันที่หรือเวลาของรูปหรือวิดีโอไม่ถูกต้องหลังส่งข้อมูล
tr: Fotoğraf veya video zaman damgası aktarım sonrası yanlış görünüyor.
uk: Мітка часу фото або відео неправильна після передачі
vi: Dấu thời gian ảnh hoặc video không đúng sau khi truyền
zh_hans: 文件传输后，照片或视频时间戳不正确
zh_hant: 傳輸後，照片或影片的時間戳顯示錯誤
